IcyWindsReserveActionName="TestXG"
IcyWindsMarkEffectName="TestXG"
PreyUponTheeReserveActionName="TestXG"
PreyUponTheeMarkEffectName="TestXG"

[EagleEye X2AbilityTemplate]
LocFriendlyName="鹰眼"
LocHelpText="被动:视野半径 +5.主动激活可将该半径额外 +5."
LocLongDescription="被动:视野半径 +5.主动激活可将该半径额外 +5."
LocPromotionPopupText="<Bullet/> 被动:视野半径 +5.主动激活可将该半径额外 +5."
LocFlyOverText="鹰眼"

[SnapShooting X2AbilityTemplate]
LocFriendlyName="急射大师"
LocHelpText="授予急射、守望和武器大师能力（消除狙击步枪的近距离惩罚）."
LocLongDescription="授予急射、守望和武器大师能力."
LocPromotionPopupText="<Bullet/> 授予急射、守望和武器大师能力. \n<Bullet/> 允许您使用狙击步枪移动和射击，或移动和监视，并消除短距离惩罚狙击步枪."

[WeaponsMaster X2AbilityTemplate]
LocFriendlyName="武器大师"
LocHelpText="消除狙击步枪的近距离惩罚."
LocLongDescription="抵消狙击步枪的近距离惩罚."
LocPromotionPopupText="<Bullet/> 取消狙击步枪的近距离惩罚."

[GenevaFix X2AbilityTemplate]
LocFriendlyName="日内瓦修复"
LocHelpText="这解决了所有 mitzruti 免费手榴弹福利都会降低机动性的问题."
LocLongDescription="这解决了所有 mitzruti 免费手榴弹福利都会降低机动性的问题."
LocPromotionPopupText="<Bullet/> 这解决了所有 mitzruti 免费手榴弹福利都会降低移动性的问题. \n<Bullet/> 这是通过在获得每个 mitzruti 免费手榴弹福利时授予 1 移动性的福利来完成的又名一种非常笨拙的修复方法."

[ConcealingShot X2AbilityTemplate]
LocFriendlyName="隐蔽射击"
LocHelpText="一种特殊的手枪射击，可以让你在击杀目标时处于隐蔽状态."
LocLongDescription="一种特殊的手枪射击，可以让你在击杀目标时处于隐蔽状态."
LocPromotionPopupText="<Bullet/> 一种特殊的手枪射击，可以让你在击杀目标时处于隐蔽状态.\n<Bullet/> 4 回合冷却.\n<Bullet/> 如果你已经处于隐蔽状态，那么当你杀死敌人时，你将保持隐蔽状态."

[SilencedShot X2AbilityTemplate]
LocFriendlyName="静音射击"
LocHelpText="升级后的隐蔽射击，不会结束回合，没有冷却时间，击杀时会让你处于隐蔽状态."
LocLongDescription="升级后的隐蔽射击，不会结束回合，没有冷却时间，击杀时会让你处于隐蔽状态.
LocPromotionPopupText="<Bullet/> 升级后的隐蔽射击，不会结束回合，没有冷却时间，击杀时会让你处于隐蔽状态.\n<Bullet/> 如果你已经处于隐蔽状态，那么当你杀死敌人时，你将保持隐蔽状态."

[HighNoon X2AbilityTemplate]
LocFriendlyName="正午"
LocHelpText="取消手枪的远距离惩罚."
LocLongDescription="抵消手枪的远距离惩罚."
LocPromotionPopupText="<Bullet/> 取消手枪的远距离惩罚."

[PR_CrampedEngagement X2AbilityTemplate]
LocFriendlyName="街头巷战"
LocHelpText="在目标 4 格内开枪的第一枪将返回一个动作."
LocLongDescription="在目标 4 格内开枪的第一枪将返回一个动作.."
LocPromotionPopupText="<Bullet/> 在目标 4 格内开枪的第一枪将返回一个动作."

[PR_PistolExpertise X2AbilityTemplate]
LocFriendlyName="格洛克专精"
LocHelpText="取消手枪的远距离惩罚，根据武器等级为手枪提供额外的伤害和穿甲弹.1/1/2/2/3."
LocLongDescription="取消手枪的远距离惩罚，根据武器等级为手枪提供额外的伤害和穿甲弹.1/1/2/2/3."
LocPromotionPopupText="<Bullet/> 取消手枪的远距离惩罚，根据武器等级为手枪提供额外的伤害和穿甲弹.1/1/2/2/3. \n<Bullet/> 装备手枪时提供快速拔枪，在装备自动手枪时提供近身威胁"

[PR_PistolExpertiseDamage X2AbilityTemplate]
LocFriendlyName="格洛克专精"
LocHelpText="取消手枪的远距离惩罚，根据武器等级为手枪提供额外的伤害和穿甲弹.1/1/2/2/3."
LocLongDescription="取消手枪的远距离惩罚，根据武器等级为手枪提供额外的伤害和穿甲弹.1/1/2/2/3."
LocPromotionPopupText="<Bullet/> 取消手枪的远距离惩罚，根据武器等级为手枪提供额外的伤害和穿甲弹.1/1/2/2/3. \n<Bullet/> 装备手枪时提供快速拔枪，在装备自动手枪时提供近身威胁"

[RupturingBlast X2AbilityTemplate]
LocFriendlyName="破裂爆炸"
LocHelpText="一种特殊射击，会在命中目标时造成2点破裂伤害并对环境造成少量伤害.消耗2弹药."
LocLongDescription="一种特殊射击，会在命中目标时造成2点破裂伤害并对环境造成少量伤害.消耗2弹药."
LocPromotionPopupText="<Bullet/> 一种特殊射击，会在命中目标时造成2点破裂伤害并对环境造成少量伤害.消耗2弹药."

[RupturingBurst X2AbilityTemplate]
LocFriendlyName="破裂爆发"
LocHelpText="一种特殊射击，会在命中目标时造成3点破裂伤害并对环境造成少量伤害.消耗2弹药.不会结束回合."
LocLongDescription="一种特殊射击，会在命中目标时造成3点破裂伤害并对环境造成少量伤害.消耗2弹药.不会结束回合."
LocPromotionPopupText="<Bullet/> 一种特殊射击，会在命中目标时造成2点破裂伤害并对环境造成少量伤害.消耗2弹药.不会结束回合."

[PRDemoMan X2AbilityTemplate]
LocFriendlyName="爆破工程师"
LocHelpText="装备榴弹发射器时授予工兵和串联弹头能力，装备火箭发射器时授予火箭发射和升空火箭能力."
LocLongDescription="装备榴弹发射器时授予工兵和串联弹头能力，装备火箭发射器时授予火箭发射和升空火箭能力."
LocPromotionPopupText="<Bullet/> 装备榴弹发射器时授予工兵和串联弹头能力，装备火箭发射器时授予火箭发射和升空火箭能力."

[PRDemoMan2 X2AbilityTemplate]
LocFriendlyName="解构"
LocHelpText="装备榴弹发射器时授予战斗工程师能力，装备火箭发射器时授予小心手雷能力."
LocLongDescription="装备榴弹发射器时授予战斗工程师能力，装备火箭发射器时授予小心手雷能力."
LocPromotionPopupText="<Bullet/> 装备榴弹发射器时授予战斗工程师能力，装备火箭发射器时授予小心手雷能力."

[LethalInjection X2AbilityTemplate]
LocFriendlyName="致命注射"
LocHelpText="进行一次非回合结束射击，使敌人中毒并混乱.每回合可使用一次.消耗 2 弹药."
LocLongDescription="进行一次非回合结束射击，使敌人中毒并混乱.每回合可使用一次.消耗 2 弹药."
LocPromotionPopupText="<Bullet/> 一种非回合结束射击，可使敌人中毒并迷失方向.每回合可使用一次.消耗 2 弹药."

[LethalInjectionConceal X2AbilityTemplate]
LocFriendlyName="悬案"
LocHelpText="致命注射现在会在杀死目标时使自己进入隐蔽状态 ."
LocLongDescription="致命注射现在会在杀死目标时使自己进入隐蔽状态"
LocPromotionPopupText="<Bullet/> 致命注射现在会在杀死目标时使自己进入隐蔽状态"

[PRFlare X2AbilityTemplate]
LocFriendlyName="耀斑"
LocHelpText="一种特殊的手枪射击，可以使敌人着火并强迫他们移动位置."
LocLongDescription="一种特殊的手枪射击，可以使敌人着火并强迫他们移动位置."
LocPromotionPopupText="<Bullet/> 一种特殊的手枪射击，可以使敌人着火并强迫他们移动位置.每回合可以使用一次."

[VolatileFlare X2AbilityTemplate]
LocFriendlyName="挥发性耀斑"
LocHelpText="一种特殊的手枪射击，可以使敌人着火，导致他们流血，中毒，被腐蚀并强迫他们移动位置."
LocLongDescription="一种特殊的手枪射击，可以使敌人着火，导致他们流血，中毒，被腐蚀并强迫他们移动位置."
LocPromotionPopupText="<Bullet/> 一种特殊的手枪射击，可以使敌人着火，导致他们流血，中毒，被腐蚀并强迫他们移动位置.每回合可以使用一次."

[Combustion X2AbilityTemplate]
LocFriendlyName="速燃"
LocHelpText="当你第一次在回合中发射献祭者喷射器时，将退还所使用的行动点数."
LocLongDescription="当你第一次在回合中发射献祭者喷射器时，将退还所使用的行动点数."
LocPromotionPopupText="<Bullet/> 当你第一次在回合中发射献祭者喷射器时，将退还所使用的行动点数."

[PRArcMaster X2AbilityTemplate]
LocFriendlyName="电弧大师"
LocHelpText="授予电弧长矛和级联电弧长矛的能力."
LocLongDescription="授予电弧长矛和级联电弧长矛的能力."
LocPromotionPopupText="<Bullet/> 授予电弧长矛和级联电弧长矛的能力.\n<Bullet/>电弧长矛使用你的电弧发射器对一条线上的敌人造成伤害.\n<Bullet/> 级联电弧长矛增加每个敌人被击中后造成的伤害（伤害加成适用于该行中的下一个被击中的敌人）"

[SlicingShot X2AbilityTemplate]
LocFriendlyName="游走射击"
LocHelpText="特殊射击，消耗 2 弹药，施加流血，并获得移动行动点."
LocLongDescription="特殊射击，消耗 2 弹药，施加流血，并获得移动行动点."
LocPromotionPopupText="<Bullet/> 特殊射击，消耗 2 弹药，施加流血，并获得移动行动点."

[SlicingShotMovement X2AbilityTemplate]
LocFriendlyName="游走移动"
LocHelpText="游走射击会获得一个移动行动点."
LocLongDescription="游走射击会获得一个移动行动点."
LocPromotionPopupText="<Bullet/> 游走射击会获得一个移动行动点."

[SlicingWinds X2AbilityTemplate]
LocFriendlyName="游走监视"
LocHelpText="如果你的弹夹中至少有 1 颗弹药，游走射击现在将为你提供一次监视."
LocLongDescription="如果你的弹夹中至少有 1 颗弹药，游走射击现在将为你提供一次监视."
LocPromotionPopupText="<Bullet/> 如果你的弹夹中至少有 1 颗弹药，游走射击现在将为你提供一次监视."

[SlicingStorm X2AbilityTemplate]
LocFriendlyName="游走扫射"
LocHelpText="游走射击现在将为您提供非移动行动点."
LocLongDescription="游走射击现在将为您提供非移动行动点."
LocPromotionPopupText="<Bullet/> 游走射击现在将为您提供非移动行动点."

[FrostSnap X2AbilityTemplate]
LocFriendlyName="霜冻快射"
LocHelpText="非回合结束射击，消耗 2 弹药并施加霜冻."
LocLongDescription="非回合结束射击，消耗 2 弹药并施加霜冻."
LocPromotionPopupText="<Bullet/> 一种非回合结束射击，需要 2 弹药并施加霜冻."

[FrostSnapWhiteDeath X2AbilityTemplate]
LocFriendlyName="冰川快射"
LocHelpText="非回合结束射击，消耗 1 弹药并施加霜冻."
LocLongDescription="非回合结束射击，消耗 1 弹药并施加霜冻."
LocPromotionPopupText="<Bullet/> 一个非回合结束射击，消耗 1 弹药并施加霜冻."

[IcyWindsWhiteDeath X2AbilityTemplate]
LocFriendlyName="冰川之风"
LocHelpText="花费 2 个行动点数.进行特殊的延迟射击，直到敌人移动或攻击才会触发，并获得 20 点命中加成.命中时施加霜冻.1 回合冷却时间."
LocLongDescription="花费 2 个行动点数.进行特殊的延迟射击，直到敌人移动或攻击才会触发，并获得 20 点命中加成.命中时施加霜冻.1 回合冷却时间."
LocPromotionPopupText="<Bullet/> 花费 2 个行动点数.进行特殊的延迟射击，直到敌人移动或攻击才会触发，并获得 20 点命中加成.命中时施加霜冻.1 回合冷却时间."

[IcyWinds X2AbilityTemplate]
LocFriendlyName="冰冷之风"
LocHelpText="花费 2 个行动点数.进行特殊的延迟射击，直到敌人移动或攻击才会触发，并获得 20 点命中加成.命中时施加霜冻.3 回合冷却时间."
LocLongDescription="花费 2 个行动点数.进行特殊的延迟射击，直到敌人移动或攻击才会触发，并获得 20 点命中加成.命中时施加霜冻.3 回合冷却时间."
LocPromotionPopupText="<Bullet/> 需要 2 个行动点数.进行特殊的延迟射击，直到敌人移动或攻击才会触发，并获得 20 点命中加成.命中时施加霜冻.3 回合冷却时间."

[WhiteDeath X2AbilityTemplate]
LocFriendlyName="白色死亡"
LocHelpText="用冰川快射替换霜冻快射.冰川快射消耗 1 弹药，而不是 2.用冰川之风替换冰冷之风.冰川之风有 1 回合冷却时间，而不是 3 回合."
LocLongDescription="用冰川快射替换冰霜快射.冰川快射花费 1 弹药而不是 2 弹药.用冰川之风替换冰冷之风.冰川之风有 1 回合冷却时间而不是 3 回合."
LocPromotionPopupText="<Bullet/> 用冰川快射替换霜冻快射.冰川快射消耗 1 弹药，而不是 2.用冰川之风替换冰冷之风.冰川之风有 1 回合冷却时间，而不是 3 回合."

[AcidSlug X2AbilityTemplate]
LocFriendlyName="酸蚀弹头"
LocHelpText="一种特殊的霰弹枪攻击，可以抵消远距离惩罚，撕碎 2 点护甲，并施加酸蚀 1 回合.消耗 2 弹药."
LocLongDescription="一种特殊的霰弹枪攻击，可以抵消远距离惩罚，撕碎 2 点护甲，并施加酸蚀 1 回合.消耗 2 弹药."
LocPromotionPopupText="<Bullet/> 一种特殊的霰弹枪攻击，可以抵消远距离惩罚，撕碎 2 点护甲，并施加酸蚀 1 回合.消耗 2 弹药.每回合可使用一次."

[PR_CorrosiveSlug X2AbilityTemplate]
LocFriendlyName="腐蚀弹头"
LocHelpText="一种特殊的霰弹枪攻击，无视远距离惩罚，撕碎3点护甲，并施加持续1回合的酸液燃烧效果。消耗2发弹药。不结束回合。"
LocLongDescription="一种特殊的霰弹枪攻击，无视远距离惩罚，撕碎3点护甲，并施加持续1回合的酸液燃烧效果。消耗2发弹药。不结束回合。"
LocPromotionPopupText="<Bullet/> 一种特殊的霰弹枪攻击，无视远距离惩罚，撕碎3点护甲，并施加持续1回合的酸液燃烧效果。消耗2发弹药。不结束回合。无冷却时间。"

[PR_AcidSlugRangeEffect X2AbilityTemplate]
LocFriendlyName="酸蚀弹头 - 射程加成"
LocHelpText="消除酸蚀弹头和腐蚀弹头的射程惩罚，并为这些技能提供+10命中。"
LocLongDescription="消除酸蚀弹头和腐蚀弹头的射程惩罚，并为这些技能提供+10命中。"
LocPromotionPopupText="<Bullet/> 消除酸蚀弹头和腐蚀弹头的射程惩罚，并为这些技能提供+10命中。"

[CausticDemise X2AbilityTemplate]
LocFriendlyName="腐蚀消亡"
LocHelpText="授予快球和毁灭能力.还给你三颗免费的酸性手榴弹."
LocLongDescription="授予快球和毁灭能力.还给你三颗免费的酸性手榴弹."
LocPromotionPopupText="<Bullet/> 你可以激活快球，使你投掷的下一颗手榴弹成为自由动作.毁灭使突破半径增加 1 点，手榴弹有效范围增加 2 点.三枚酸性手榴弹仍然具有手榴弹冷却时间."

[PR_CorrosiveSweeper X2AbilityTemplate]
LocFriendlyName="腐蚀清扫"
LocHelpText="用霰弹枪进行锥形攻击，对所有命中的敌人施加酸蚀。"
LocLongDescription="用霰弹枪进行锥形攻击，对所有命中的敌人施加酸蚀。 <Ability:SelfCooldown/> 回合冷却。与街道清扫相比，射程更远但锥形宽度更小。同时，能够绕过一些街道清扫无法绕过的掩体。"
LocPromotionPopupText="<Bullet/> 用霰弹枪进行锥形攻击，对所有命中的敌人施加酸蚀。 <Ability:SelfCooldown/> 回合冷却。与街道清扫相比，射程更远但锥形宽度更小。同时，能够绕过一些街道清扫无法绕过的掩体。"

[PR_AcidSplash X2AbilityTemplate]
LocFriendlyName="酸液飞溅"
LocHelpText="用霰弹枪进行锥形攻击，对所有命中的敌人施加酸蚀。"
LocLongDescription="用霰弹枪进行锥形攻击，对所有命中的敌人施加酸蚀。 <Ability:SelfCooldown/> 回合冷却。与堑壕枪相比，它射程更远，但射击锥角更小，而且还能穿透一些堑壕枪无法穿透的掩体。"
LocPromotionPopupText="<Bullet/> 用霰弹枪进行锥形攻击，对所有命中的敌人施加酸蚀。 <Ability:SelfCooldown/> 回合冷却。与堑壕枪相比，它射程更远，但射击锥角更小，而且还能穿透一些堑壕枪无法穿透的掩体。"

[GhostBullet X2AbilityTemplate]
LocFriendlyName="幽灵子弹"
LocHelpText="一种特殊的手枪射击，需要 1 点专注，但它是一个自由动作，即使在消耗所有其他动作后也可以使用."
LocLongDescription="一种特殊的手枪射击，需要 1 点专注，但它是一个自由动作，即使在消耗所有其他动作后也可以使用."
LocPromotionPopupText="<Bullet/> 一种特殊的手枪射击，需要 1 点专注，但它是一个自由动作，即使在消耗所有其他动作后也可以使用.每回合可以使用一次."

[ShadowBullet X2AbilityTemplate]
LocFriendlyName="暗影子弹"
LocHelpText="一种特殊的手枪射击，需要 2 点专注，但它是一个自由动作，即使在消耗所有其他动作后也可以使用.它将在击杀时提供隐蔽性."
LocLongDescription="一种特殊的手枪射击，需要 2 点专注，但它是一个自由动作，即使在消耗完所有其他动作后也可以使用.它将在击杀时提供隐蔽性."
LocPromotionPopupText="<Bullet/> 一种特殊的手枪射击，需要 2 点专注，但它是一个自由动作，即使在消耗所有其他动作后也可以使用.它将在击杀时提供隐蔽性.2 回合冷却."

[ShadowGrapple X2AbilityTemplate]
LocFriendlyName="暗影爪钩"
LocHelpText="暗影爪钩"
LocLongDescription="暗影爪钩"
LocPromotionPopupText="<Bullet/> 暗影爪钩"

[GhostBulletStrikeTwice X2AbilityTemplate]
LocFriendlyName="神出鬼没"
LocHelpText="如果目标在最初的射击中幸存下来，幽灵子弹将向目标再发射一次手枪射击."
LocLongDescription="如果目标在最初的射击中幸存下来，幽灵子弹将向目标再发射一次手枪射击."
LocPromotionPopupText="<Bullet/> 如果目标在最初的射击中幸存下来，幽灵子弹将向目标再发射一次手枪射击."

[GhostBulletConceal X2AbilityTemplate]
LocFriendlyName="幽灵子弹"
LocHelpText="取消手枪的远距离惩罚."
LocLongDescription="抵消手枪的远距离惩罚."
LocPromotionPopupText="<Bullet/> 取消手枪的远距离惩罚."

[GhostBulletMovement X2AbilityTemplate]
LocFriendlyName="超自然冲刺"
LocHelpText="使用幽灵子弹后授予仅移动行动点."
LocLongDescription="使用幽灵子弹后授予仅移动行动点."
LocPromotionPopupText="<Bullet/> 使用幽灵子弹后授予仅移动行动点."

[GhostBulletStun X2AbilityTemplate]
LocFriendlyName="昏昏欲睡"
LocHelpText="幽灵子弹将眩晕 1 回合."
LocLongDescription="幽灵子弹将眩晕 1 回合."
LocPromotionPopupText="<Bullet/> 幽灵子弹将眩晕 1 回合.如果两次射击均命中，将使该攻击眩晕 2 回合."

[QuickAid X2AbilityTemplate]
LocFriendlyName="快速援助"
LocHelpText="当你第一次在一个回合中使用各种支援无人机能力时，将退还一个行动点数."
LocLongDescription="当你第一次在一个回合中使用各种支援无人机能力时，将退还一个行动点数."
LocPromotionPopupText="<Bullet/> 适用于援助协议、护盾协议、医疗协议、救援协议、隐形协议、要塞协议、方阵协议、复苏协议、侦察协议、空投、恢复迷雾和战斗扫描仪."
LocFlyOverText="快速援助"

[ByMyCommand X2AbilityTemplate]
LocFriendlyName="服从命令"
LocHelpText="每回合第一次使用军官或指挥官技能时，退还所使用的行动点数."
LocLongDescription="每回合第一次使用军官或指挥官技能时，退还所使用的行动点数."
LocPromotionPopupText="<Bullet/> 每回合第一次使用军官或指挥官技能时，退还所使用的行动点数."
LocFlyOverText="服从命令

[FlashyPlays X2AbilityTemplate]
LocFriendlyName="华丽表演"
LocHelpText="闪光弹不再结束回合.携带的闪光弹 +1 使用次数."
LocLongDescription="闪光弹不再结束回合.携带的闪光弹 +1 使用次数."
LocPromotionPopupText="<Bullet/> 闪光弹不再结束回合.携带的闪光弹 +1 使用次数."

[ScanningTechnology X2AbilityTemplate]
LocFriendlyName="扫描技术"
LocHelpText="授予战斗扫描仪，并改进扫描仪能力."
LocLongDescription="授予战斗扫描仪，并改进扫描仪能力."
LocPromotionPopupText="<Bullet/> 战斗扫描仪允许您扫描全息目标并显示敌人的区域.改进的扫描仪使其扫描的敌人更容易受到暴击."

[WatchdogsProtection X2AbilityTemplate]
LocFriendlyName="看门狗保护"
LocHelpText="授予护甲系统和治疗援助能力"
LocLongDescription="授予护甲系统和治疗援助能力"
LocPromotionPopupText="<Bullet/> 护甲系统会使援助协议可以修复护甲并在援助协议处于激活状态时授予 1 点护甲.\n<Bullet/> 治疗援助会使您的援助协议根据黑客能力进行治疗并进行效果净化就像您正在使用医疗包一样"
LocFlyOverText="看门狗保护"

[OppressiveFire X2AbilityTemplate]
LocFriendlyName="机会火力"
LocHelpText="授予专心致志和机会主义者能力，以增强监视射击能力"
LocLongDescription="授予专心致志和机会主义者能力，以增强监视射击能力"
LocPromotionPopupText="<Bullet/> 专心致志会让你的第一次监视射击保证命中.\n<Bullet/> 机会主义者会使你的其他监视射击忽略一半的掩体加成."
LocFlyOverText="机会火力"

[MaraudersRage X2AbilityTemplate]
LocFriendlyName="近身躲闪"
LocHelpText="对 4 格内来源的攻击提供 40 点闪避，将来自 4 格内所受到的伤害减少 35%."
LocLongDescription="对 4 格内来源的攻击提供 40 点闪避，将来自 4 格内所受到的伤害减少 35%."
LocPromotionPopupText="<Bullet/> 对 4 格内来源的攻击提供 40 点闪避，将来自 4 格内所受到的伤害减少 35%."

[OppressiveFireMalus X2AbilityTemplate]
LocFriendlyName="掩护火力Ⅱ"
LocHelpText="增强的掩护火力，具有更强的精度"
LocLongDescription="增强的掩护火力，具有更强的精度"
LocPromotionPopupText="<Bullet/> 增强的掩护火力，具有更强的精度"
LocFlyOverText="掩护火力Ⅱ"

[ExtendedRange X2AbilityTemplate]
LocFriendlyName="扩展范围"
LocHelpText="授予标枪火箭和焚化炉技能."
LocLongDescription="授予标枪火箭和焚化炉技能.标枪火箭将您发射火箭的射程增加 6 格.焚化炉将您使用火焰喷射器的范围增加 1 格."
LocPromotionPopupText="<Bullet/> 授予标枪火箭和焚化炉技能."

[CullTheWeak X2AbilityTemplate]
LocFriendlyName="剔除弱者"
LocHelpText="在使用驱逐（火焰）、火焰喷射器、投掷手榴弹或使用臂套火箭发射器后让你进入监视状态."
LocLongDescription="在使用驱逐（火焰）、火焰喷射器、投掷手榴弹或使用臂套火箭发射器后让你进入监视状态."
LocPromotionPopupText="<Bullet/> 在使用驱逐（火焰）、火焰喷射器、投掷手榴弹或使用臂套火箭发射器后让你进入监视状态."

[SwiftThrow X2AbilityTemplate]
LocFriendlyName="雷霆快刀"
LocHelpText="以自由动作投掷飞刀.4 回合冷却."
LocLongDescription="以自由动作投掷飞刀.4 回合冷却时间."
LocPromotionPopupText="<Bullet/> 以自由动作投掷飞刀.4 次冷却."

[TacticalRetreat X2AbilityTemplate]
LocFriendlyName="战术撤退"
LocHelpText="战术撤退"
LocLongDescription="在投掷飞刀后获得移动行动点.这可以在一个回合中多次触发.标准投掷飞刀攻击现在不会结束回合."
LocPromotionPopupText="<Bullet/> 在投掷飞刀后获得移动行动点.这可以在一个回合中多次触发.标准投掷飞刀攻击现在不会结束回合. \n<Bullet/> 额外授予快速抽刀能力."

[HastenedResolve X2AbilityTemplate]
LocFriendlyName="加速解决"
LocHelpText="使用 舍我其谁 将授予非移动行动点."
LocLongDescription="使用 舍我其谁 将授予非移动行动点."
LocPromotionPopupText="<Bullet/> 使用 舍我其谁 将授予非移动行动点."
LocFlyOverText="加速解决"

[BulletArtist X2AbilityTemplate]
LocFriendlyName="子弹艺术家"
LocHelpText="这名士兵已经训练并增强了他们对子弹的使用艺术，增加了 2 次子弹艺术能力的使用次数，并造成更多伤害."
LocLongDescription="这名士兵已经训练并增强了他们对子弹的使用艺术，增加了 2 次子弹艺术能力的使用次数，并造成更多伤害."
LocPromotionPopupText="<Bullet/> 该士兵已经训练并增强了他们对子弹艺术的使用，使他们的子弹艺术多了 2 次充能，并造成更多伤害."

[BlackBulletArtist X2AbilityTemplate]
LocFriendlyName="灵能邪弹艺术家"
LocHelpText="进一步升级灵能邪弹，通过血腥诅咒使其随时间造成更多伤害，并使命中的敌人眩晕."
LocLongDescription="进一步升级灵能邪弹，通过血腥诅咒使其随时间造成更多伤害，并使命中的敌人眩晕."
LocPromotionPopupText="<Bullet/> 进一步升级灵能邪弹，通过血腥诅咒使其随时间造成更多伤害，并使命中的敌人眩晕."

[FrostBulletArtist X2AbilityTemplate]
LocFriendlyName="霜冻子弹艺术家"
LocHelpText="进一步升级霜冻子弹，使其能够进行两次攻击，每次攻击造成60%的伤害，并施加低温，根据寒冷等级对时间造成伤害."
LocLongDescription="进一步升级霜冻子弹，使其能够进行两次攻击，每次攻击造成60%的伤害，并施加低温，根据寒冷等级对时间造成伤害."
LocPromotionPopupText="<Bullet/> 进一步升级霜冻子弹，使其能够进行两次攻击，每次攻击造成60%的伤害，并施加低温，根据寒冷等级对时间造成伤害."

[BlazeBulletArtist X2AbilityTemplate]
LocFriendlyName="烈焰弹艺术家"
LocHelpText="进一步升级烈焰弹，随着燃烧时间的推移大幅增强伤害."
LocLongDescription="进一步升级烈焰弹，随着燃烧时间的推移大幅增强伤害."
LocPromotionPopupText="<Bullet/> 进一步升级烈焰弹，随着燃烧时间的推移大幅增强伤害."

[ToxicBulletArtist X2AbilityTemplate]
LocFriendlyName="毒弹艺术家"
LocHelpText="进一步升级毒弹，随着时间的推移增强其毒药的伤害，此外它还会导致混乱."
LocLongDescription="进一步升级毒弹，随着时间的推移增强其毒药的伤害，此外它还会导致混乱."
LocPromotionPopupText="<Bullet/> 进一步升级毒弹，随着时间的推移增强其毒药的伤害，此外它还会导致混乱."

[AcidBulletArtist X2AbilityTemplate]
LocFriendlyName="酸蚀弹艺术家"
LocHelpText="进一步升级酸蚀弹以随着时间的推移增强酸蚀伤害，此外它还会减少敌人造成的伤害."
LocLongDescription="进一步升级酸蚀弹以随着时间的推移增强酸蚀伤害，此外它还会减少敌人造成的伤害."
LocPromotionPopupText="<Bullet/> 进一步升级酸蚀弹以随着时间的推移增强酸蚀伤害，此外它还会减少敌人造成的伤害."

[RuptureBulletArtist X2AbilityTemplate]
LocFriendlyName="破裂子弹艺术家"
LocHelpText="进一步升级破裂子弹，攻击两次，每次命中造成 60% 的伤害，并对命中的敌人造成大量掩体伤害."
LocLongDescription="进一步升级破裂弹，攻击两次，每次命中造成 60% 的伤害，并对命中的敌人造成大量掩体伤害."
LocPromotionPopupText="<Bullet/> 进一步升级破裂子弹，攻击两次，每次命中造成 60% 伤害，并对命中的敌人造成大量掩体伤害."

[SwordBulletArtist X2AbilityTemplate]
LocFriendlyName="切割剑丸艺术家"
LocHelpText="进一步升级切割剑丸，攻击两次，每次命中造成 60% 的伤害，根据敌人的灵能对敌人造成额外伤害，并减少他们其他技能的冷却时间."
LocLongDescription="进一步升级切割剑丸，攻击两次，每次命中造成 60% 的伤害，根据敌人的灵能对敌人造成额外伤害，并减少他们其他技能的冷却时间."
LocPromotionPopupText="<Bullet/> 进一步升级切割剑丸，攻击两次，每次命中造成 60% 的伤害，根据敌人的灵能对敌人造成额外伤害，并减少他们其他技能的冷却时间."

[QuickBulletArtist X2AbilityTemplate]
LocFriendlyName="快速子弹艺术家"
LocHelpText="升级所有子弹艺术以在使用后获得非移动行动点."
LocLongDescription="升级所有子弹艺术以在使用后获得非移动行动点."
LocPromotionPopupText="<Bullet/> 升级所有子弹艺术以在使用后获得非移动行动点."

[TotalWarfare X2AbilityTemplate]
LocFriendlyName="全面战争"
LocHelpText="获得未雨绸缪（榴弹监视）和齐射."
LocLongDescription="获得未雨绸缪（榴弹监视）和齐射."
LocPromotionPopupText="<Bullet/> 未雨绸缪（榴弹监视）会让你在发射或投掷手榴弹后进入监视状态，齐射使投掷手榴弹或使用重型武器不会结束回合."

[BlindingWarfare X2AbilityTemplate]
LocFriendlyName="致盲战争"
LocHelpText="授予 华丽表演 和 齐射 能力."
LocLongDescription="授予 华丽表演 和 齐射 能力."
LocPromotionPopupText="<Bullet/> 华丽表演 使得你装备的闪光弹获得额外的使用次数，齐射使投掷手榴弹或使用重型武器不会结束回合."

[DefensiveWarfare X2AbilityTemplate]
LocFriendlyName="防御战"
LocHelpText="授予 雾里看花 和 齐射 能力."
LocLongDescription="授予 雾里看花 和 齐射 能力."
LocPromotionPopupText="<Bullet/>雾里看花使得你装备的烟雾弹获得额外的使用次数，齐射使投掷手榴弹或使用重型武器不会结束回合."

[PRGrenadier X2AbilityTemplate]
LocFriendlyName="掷弹兵"
LocHelpText="授予该单位一个手榴弹槽位."
LocLongDescription="授予该单位一个手榴弹槽位."
LocPromotionPopupText="<Bullet/> 授予该单位一个手榴弹槽位."

[BishopsWill X2AbilityTemplate]
LocFriendlyName="主教意志"
LocHelpText="每回合一次，当该单位受到攻击时，他们将获得 1 个专注力.他们还会在使用龙息技能击杀或使用盾牌攻击时产生专注力."
LocLongDescription="每回合一次，当该单位受到攻击时，他们将获得 1 个专注力.他们还会在使用龙息技能击杀或使用盾牌攻击时产生专注力.""
LocPromotionPopupText="<Bullet/> 每回合一次，当该单位受到攻击时，他们将获得 1 个专注力.他们还会在使用龙息技能击杀或使用盾牌攻击时产生专注力.""

[TacticalMovement X2AbilityTemplate]
LocFriendlyName="战术运动"
LocHelpText="授予 跑酷 和 故障保护 能力"
LocLongDescription="授予 跑酷 和 故障保护 能力"
LocPromotionPopupText="<Bullet/> 跑酷允许士兵在没有窗户或其他障碍物的情况下爬墙，故障保护可以防止黑客行为失败带来的负面影响."

[PerfectedGuard X2AbilityTemplate]
LocFriendlyName="完美戒备"
LocHelpText="你每回合可以免费使用 戒备 能力一次."
LocLongDescription="你每回合可以免费使用 戒备 能力一次."
LocPromotionPopupText="<Bullet/>你每回合可以免费使用 戒备 能力一次."

[CloseQuarterDuelist X2AbilityTemplate]
LocFriendlyName="抵近决斗"
LocHelpText="用手枪射击在你周围 4 格内移动或攻击的敌人.只有外星人会触发."
LocLongDescription="用手枪射击在你周围 4 格内移动或攻击的敌人.只有外星人会触发."
LocPromotionPopupText="<Bullet/>用手枪向在您周围 4 格内移动或攻击的敌人射击.只有外星人会触发.每个目标一次."

[ExplosiveRush X2AbilityTemplate]
LocFriendlyName="爆炸冲锋"
LocHelpText="爆炸冲锋"
LocLongDescription="爆炸冲锋 "
LocPromotionPopupText="<Bullet/>爆炸冲锋 "

[SurgicalSwiftness X2AbilityTemplate]
LocFriendlyName="手术迅捷"
LocHelpText="手术迅捷"
LocLongDescription="手术迅捷"
LocPromotionPopupText="<Bullet/>手术迅捷"

[Roustafarian X2AbilityTemplate]
LocFriendlyName="火驱充能"
LocHelpText="授予 2 额外的火焰驱逐."
LocLongDescription="授予 2 额外的火焰驱逐."
LocPromotionPopupText="<Bullet/>授予 2 额外的火焰驱逐."

[CallShot X2AbilityTemplate]
LocFriendlyName="呼叫射击"
LocHelpText="授予 标记目标 能力，并使 标记目标 能力退还每回合使用过的行动点.标记目标可提高对目标的命中，持续 2 回合，3 回合冷却时间."
LocLongDescription="授予 标记目标 能力，并使 标记目标 能力退还每回合使用过的行动点.标记目标可提高对目标的命中，持续 2 回合，3 回合冷却时间."
LocPromotionPopupText="<Bullet/> 授予 标记目标 能力，并使 标记目标 能力退还每回合使用过的行动点.标记目标可提高对目标的命中，持续 2 回合，3 回合冷却时间."

[DuckAndCover X2AbilityTemplate]
LocFriendlyName="鸭子掩护"
LocHelpText="授予 蹲伏瞄准 和 堑壕战 能力。蹲伏瞄准在蹲下后将你的命中和暴击提高 20，如果你杀死了敌人，堑壕战将在回合结束时让你蹲下."
LocLongDescription="授予 蹲伏瞄准 和 堑壕战 能力。蹲伏瞄准在蹲下后将你的命中和暴击提高 20，如果你杀死了敌人，堑壕战将在回合结束时让你蹲下."
LocPromotionPopupText="<Bullet/> 授予 蹲伏瞄准 和 堑壕战 能力.蹲伏瞄准在蹲下后将你的命中和暴击提高 20，如果你杀死了敌人，堑壕战将在回合结束时让你蹲下."

[ToHellAndBack X2AbilityTemplate]
LocFriendlyName="地狱归来"
LocHelpText="授予3枚燃烧手榴弹.这些手榴弹受到技能<font color='#d3af37'>轻型军械</font>影响."
LocLongDescription="授予3枚燃烧手榴弹.这些手榴弹受到技能<font color='#d3af37'>轻型军械</font>影响."
LocPromotionPopupText="<Bullet/> 授予3枚燃烧手榴弹.这些手榴弹受到技能<font color='#d3af37'>轻型军械</font>影响."

[ToHellAndBack1 X2AbilityTemplate]
LocFriendlyName="地狱归来Ⅰ"
LocHelpText="地狱归来Ⅰ"
LocLongDescription="地狱归来Ⅰ"
LocPromotionPopupText="<Bullet/> 地狱归来Ⅰ"

[ToHellAndBack2 X2AbilityTemplate]
LocFriendlyName="地狱归来Ⅱ"
LocHelpText="地狱归来Ⅱ"
LocLongDescription="地狱归来Ⅱ"
LocPromotionPopupText="<Bullet/> 地狱归来Ⅱ"

[ToHellAndBack3 X2AbilityTemplate]
LocFriendlyName="地狱归来Ⅲ"
LocHelpText="地狱归来Ⅲ"
LocLongDescription="地狱归来Ⅲ"
LocPromotionPopupText="<Bullet/> 地狱归来Ⅲ"

[GasGasGas X2AbilityTemplate]
LocFriendlyName="毒气战争"
LocHelpText="授予 3 枚毒气手榴弹.这些手榴弹受到技能<font color='#d3af37'>轻型军械</font>影响"
LocLongDescription="授予 3 枚毒气手榴弹.这些手榴弹受到技能<font color='#d3af37'>轻型军械</font>影响"
LocPromotionPopupText="<Bullet/> 授予 3 枚毒气手榴弹.这些手榴弹受到技能<font color='#d3af37'>轻型军械</font>影响"

[gasgasgas1 X2AbilityTemplate]
LocFriendlyName="毒气战争Ⅰ"
LocHelpText="毒气战争Ⅰ"
LocLongDescription="毒气战争Ⅰ"
LocPromotionPopupText="<Bullet/> 毒气战争Ⅰ"

[gasgasgas2 X2AbilityTemplate]
LocFriendlyName="毒气战争Ⅱ"
LocHelpText="毒气战争Ⅱ"
LocLongDescription="毒气战争Ⅱ"
LocPromotionPopupText="<Bullet/> 毒气战争Ⅱ"

[gasgasgas3 X2AbilityTemplate]
LocFriendlyName="毒气战争Ⅲ"
LocHelpText="毒气战争Ⅲ"
LocLongDescription="毒气战争Ⅲ"
LocPromotionPopupText="<Bullet/> 毒气战争Ⅲ"

[CausticArsenal X2AbilityTemplate]
LocFriendlyName="腐蚀武器库"
LocHelpText="授予 3 枚酸性手榴弹."
LocLongDescription="授予 3 枚酸性手榴弹."
LocPromotionPopupText="<Bullet/> 授予 3 颗酸性手榴弹."

[CausticArsenal1 X2AbilityTemplate]
LocFriendlyName="腐蚀武器库Ⅰ"
LocHelpText="腐蚀武器库Ⅰ"
LocLongDescription="腐蚀武器库Ⅰ"
LocPromotionPopupText="<Bullet/> 腐蚀武器库Ⅰ"

[CausticArsenal2 X2AbilityTemplate]
LocFriendlyName="腐蚀武器库Ⅱ"
LocHelpText="腐蚀武器库Ⅱ"
LocLongDescription="腐蚀武器库Ⅱ"
LocPromotionPopupText="<Bullet/> 腐蚀武器库Ⅱ"

[CausticArsenal3 X2AbilityTemplate]
LocFriendlyName="腐蚀武器库Ⅲ"
LocHelpText="腐蚀武器库Ⅲ"
LocLongDescription="腐蚀武器库Ⅲ"
LocPromotionPopupText="<Bullet/> 腐蚀武器库Ⅲ"

[FanTheHammer X2AbilityTemplate]
LocFriendlyName="扳动击锤"
LocHelpText="向目标进行3次手枪射击.2 回合冷却时间.消耗 3 弹药.<font color='#d3af37'>需要2个行动点</font>."
LocLongDescription="向目标进行3次手枪射击.2 回合冷却时间.消耗 3 弹药.<font color='#d3af37'>需要2个行动点</font>."
LocPromotionPopupText="<Bullet/> 向目标进行3次手枪射击.2 回合冷却时间.消耗 3 弹药.<font color='#d3af37'>需要2个行动点</font>."

[Sheriff X2AbilityTemplate]
LocFriendlyName="警长"
LocHelpText="赋予警惕之眼和镇定自若."
LocLongDescription="赋予警惕之眼和镇定自若."
LocPromotionPopupText="<Bullet/> 赋予警惕之眼和镇定自若.镇定自若:+10 反应射击命中率，反应射击可以暴击.警惕之眼:当被你全息标记后的敌人移动或攻击时，对其进行射击，每回合一次."

[WakingBlizzard X2AbilityTemplate]
LocFriendlyName="暴雪苏醒"
LocHelpText="向目标冲锋发起冰霜斩击."
LocLongDescription="向目标冲锋发起冰霜斩击."
LocPromotionPopupText="<Bullet/> 向目标冲锋发起冰霜斩击."

[PR_WatchdogsVigilance X2AbilityTemplate]
LocFriendlyName="看门犬警戒"
LocHelpText="在敌人的回合中，你将使用手枪进行反应射击，直到成功命中一发子弹或用尽弹药.成功射中时，将使目标昏迷2个行动."
LocLongDescription="在敌人的回合中，你将使用手枪进行反应射击，直到成功命中一发子弹或用尽弹药.成功射中时，将使目标昏迷2个行动."
LocPromotionPopupText="<Bullet/> 在敌人的回合中，你将使用手枪进行反应射击，直到成功命中一发子弹或用尽弹药.成功射中时，将使目标昏迷2个行动."

[PR_WatchdogsIre X2AbilityTemplate]
LocFriendlyName="看门犬愤怒"
LocHelpText="当看门犬警戒激活时，你将随后进入监视状态."
LocLongDescription="当看门犬警戒激活时，你将随后进入监视状态."
LocPromotionPopupText="<Bullet/> 当看门犬警戒激活时，你将随后进入监视状态."

[PR_TrapExpertise X2AbilityTemplate]
LocFriendlyName="陷阱专精"
LocHelpText="供隐藏榴弹陷阱和投弹手技能。允许你再投掷手榴弹和手榴弹陷阱 2 回合，并在它们爆炸时保持隐蔽."
LocLongDescription="供隐藏的手榴弹陷阱和投弹手技能。允许你再投掷手榴弹和手榴弹陷阱 2 回合，并在它们爆炸时保持隐蔽."
LocPromotionPopupText="<Bullet/> 供隐藏的手榴弹陷阱和投弹手技能。允许你再投掷手榴弹和手榴弹陷阱 2 回合，并在它们爆炸时保持隐蔽."

[PR_Espionage X2AbilityTemplate]
LocFriendlyName="间谍"
LocHelpText="授予跑酷、故障保护和渗透能力。允许您爬墙，降临塔不会发现您，并抵消黑客攻击失败的处罚."
LocLongDescription="授予跑酷、故障保护和渗透能力。允许您爬墙，降临塔不会发现您，并抵消黑客攻击失败的处罚."
LocPromotionPopupText="<Bullet/> 授予跑酷、故障保护和渗透能力。允许您爬墙，降临塔不会发现您，并抵消黑客攻击失败的处罚."

[PetRock_HunterMark]
HunterMarkPlayableAdventName="猎人标记者"
HunterMarkPlayableAdventDesc="该单位的所有敌人在向它射击时都会获得 +2 暴击伤害、+10 侧翼命中和 +15 侧翼暴击几率."
LocFriendlyName="猎人标记"
LocHelpText="猎人标记"

[PR_Terminate X2AbilityTemplate]
LocFriendlyName="灭尽飞刀"
LocHelpText="向目标投掷刀子最多三次。 3 回合冷却。 消耗 3 弹药。"
LocLongDescription="向目标投掷刀子最多三次。2 回合冷却。消耗 3 弹药。"
LocPromotionPopupText="<Bullet/> 向目标投掷刀子最多三次。2 回合冷却。需要 2 个动作。\n<Bullet/> 花费 3 弹药，但只会根据您投掷的次数使用弹药。\n<Bullet/> 如果目标提前死亡，您将停止投掷刀子。"

[PR_KnifeMaster X2AbilityTemplate]
LocFriendlyName="飞刀专精"
LocHelpText="根据武器等级为飞刀提供额外的伤害和穿甲能力。1/1/2/2/3。"
LocLongDescription="根据武器等级为飞刀提供额外的伤害和穿甲能力。1/1/2/2/3。"
LocPromotionPopupText="<Bullet/> 根据武器等级为飞刀提供额外的伤害和穿甲能力。1/1/2/2/3。"

[PR_ThrillOfTheHunt X2AbilityTemplate]
LocFriendlyName="狩猎刺激"
LocHelpText="在你的下一回合开始前，提供 3 移动力、3 视野半径、10命中、5 侧翼命中和 5 侧翼暴击。4 回合冷却时间"
LocLongDescription="在你的下一回合开始前，提供 3 移动力、3 视野半径、10命中、5 侧翼命中和 5 侧翼暴击。4 回合冷却时间"
LocPromotionPopupText="<Bullet/> 在你的下一回合开始前，提供 3 移动力、3 视野半径、10命中、5 侧翼命中和 5 侧翼暴击。4 回合冷却时间"

[PR_BladedVigilance X2AbilityTemplate]
LocFriendlyName="刀刃警戒"
LocHelpText="每回合你将在使用主要武器射击或使用各种飞刀技能后进入监视状态一次。"
LocLongDescription="每回合一次，在使用主要武器或使用各种飞刀技能射击后，您将进入掩护状态。即使分配了额外技能，这种掩护射击也不会从掩护射击中受益（不知道为什么并打算修复）"
LocPromotionPopupText="<Bullet/> 每回合一次，在使用主要武器或使用各种飞刀技能射击后，您将进入掩护状态。即使分配了额外技能，这种掩护射击也不会从掩护射击中受益（不知道为什么并打算修复）"

[PR_BurialKnife X2AbilityTemplate]
LocFriendlyName="埋葬飞刀"
LocHelpText="向目标投掷刀子，若致命则取消该动作。4 回合冷却。"
LocLongDescription="向目标投掷刀子，若致命则取消该动作。4 回合冷却。"
LocPromotionPopupText="<Bullet/> 向目标投掷刀子，若致命则取消该动作。4 回合冷却。"

[PR_FanTheHammer X2AbilityTemplate]
LocFriendlyName="猛扣击锤"
LocHelpText="用手枪向目标射击三次。 2 回合冷却。 消耗 3 弹药。 需要 2 个动作。"
LocLongDescription="用手枪向目标射击三次。 2 回合冷却。 消耗 3 弹药。 需要 2 个动作。"
LocPromotionPopupText="<Bullet/> 用手枪向目标射击三次。 2 回合冷却。 消耗 3 弹药。 需要 2 个动作。"

[PR_HammerTime X2AbilityTemplate]
LocFriendlyName="击锤时间"
LocHelpText="猛扣击锤 将授予非移动动作。"
LocLongDescription="猛扣击锤 将获得非移动动作。"
LocPromotionPopupText="<Bullet/> 猛扣击锤 将获得非移动动作。"

[PR_Sheriff X2AbilityTemplate]
LocFriendlyName="警长射击"
LocHelpText="当盟友未能杀死你全息瞄准的目标时，进行手枪反击射击。解锁镇定自若"
LocLongDescription="当盟友未能杀死你全息瞄准的目标时，进行手枪反击射击。解锁镇定自若"
LocPromotionPopupText="<Bullet/> 当盟友未能杀死你全息瞄准的目标时，进行手枪反击射击。解锁镇定自若"

[PR_SheriffShot X2AbilityTemplate]
LocFriendlyName="警长射击"
LocHelpText="当盟友未能杀死你全息瞄准的目标时，进行手枪反击射击。解锁镇定自若"
LocLongDescription="当盟友未能杀死你全息瞄准的目标时，进行手枪反击射击。解锁镇定自若"
LocPromotionPopupText="<Bullet/> 当盟友未能杀死你全息瞄准的目标时，进行手枪反击射击。解锁镇定自若"

[PR_HoloDisorient X2AbilityTemplate]
LocFriendlyName="混乱全息"
LocHelpText="全息 能力将会使主要目标混乱"
LocLongDescription="全息 能力将会使主要目标混乱"
LocPromotionPopupText="<Bullet/> 全息 能力将使主要目标混乱"

[PR_ExtremeFlash X2AbilityTemplate]
LocFriendlyName="极速闪电"
LocHelpText="全息 能力将会使主要目标混乱"
LocLongDescription="全息 能力将会使主要目标混乱"
LocPromotionPopupText="<Bullet/> 全息 能力将会使主要目标混乱"

[PR_PerfectShot X2AbilityTemplate]
LocFriendlyName="精准射击"
LocHelpText="使用手枪发射不会结束回合的射击，保证命中并迫使目标移动。3回合冷却。"
LocLongDescription="使用手枪发射不会结束回合的射击，保证命中并迫使目标移动，同时减少目标的防御和闪避。3回合冷却。"
LocPromotionPopupText="<Bullet/> 使用手枪发射不会结束回合的射击，保证命中并迫使目标移动，同时减少目标的防御和闪避。3回合冷却。"

[PR_SprayAndPray X2AbilityTemplate]
LocFriendlyName="狂扫射击"
LocHelpText="对一片区域内的所有敌人发射小型扇形子弹风暴。需要2发弹药。2回合冷却。"
LocLongDescription="对一片区域内的所有敌人发射小型扇形子弹风暴。需要2发弹药。2回合冷却。"
LocPromotionPopupText="<Bullet/> 对一片区域内的所有敌人发射小型扇形子弹风暴。需要2发弹药。2回合冷却。"

[PR_Exhilaration X2AbilityTemplate]
LocFriendlyName="战斗兴奋"
LocHelpText="使用狂扫射击和饱和射击后，将获得一个仅限移动的行动点。"
LocLongDescription="使用狂扫射击和饱和射击后，将获得一个仅限移动的行动点。"
LocPromotionPopupText="<Bullet/> 使用狂扫射击和饱和射击后，将获得一个仅限移动的行动点。"

[PR_BulletStorm X2AbilityTemplate]
LocFriendlyName="弹幕风暴"
LocHelpText="向敌人发射一串子弹，确保命中。需要2个动作。2回合冷却。"
LocLongDescription="向敌人发射一串子弹，确保命中。需要2个动作。2回合冷却。仍可造成暴击。"
LocPromotionPopupText="<Bullet/> 向敌人发射一串子弹，确保命中。需要2个动作。2回合冷却。仍可造成暴击。"

[PR_ScatteringBlast X2AbilityTemplate]
LocFriendlyName="散射爆破"
LocHelpText="小扇形区域为目标进行爆破，造成必定但减少的伤害，并击退目标。消耗2发弹药，2回合冷却。"
LocLongDescription="小扇形区域为目标进行爆破，造成必定但减少的伤害，并击退目标。消耗2发弹药，2回合冷却。"
LocPromotionPopupText="<Bullet/> 小扇形区域为目标进行爆破，造成必定但减少的伤害，并击退目标。消耗2发弹药，2回合冷却。"

[PR_SkeetShooter X2AbilityTemplate]
LocFriendlyName="飞靶射手"
LocHelpText="每回合使用一次散射爆破和突破后，将进入警戒状态。"
LocLongDescription="每回合使用一次散射爆破和突破后，将进入警戒状态。"
LocPromotionPopupText="<Bullet/> 每回合使用一次散射爆破和突破后，将进入警戒状态。"

[PR_Overlord X2AbilityTemplate]
LocFriendlyName="统御者"
LocHelpText="当你的队友未能击杀你已标记的目标时，你将对目标进行反应射击。"
LocLongDescription="当你的队友未能击杀你已标记的目标时，你将对目标进行反应射击。"
LocPromotionPopupText="<Bullet/> 当你的队友未能击杀你已标记的目标时，你将对目标进行反应射击。"

[PR_OverlordShot X2AbilityTemplate]
LocFriendlyName="统御者射击"
LocHelpText="当你的队友未能击杀你已标记的目标时，你将对目标进行反应射击。"
LocLongDescription="当你的队友未能击杀你已标记的目标时，你将对目标进行反应射击。"
LocPromotionPopupText="<Bullet/> 当你的队友未能击杀你已标记的目标时，你将对目标进行反应射击。"

[PR_TheVoidHungers X2AbilityTemplate]
LocFriendlyName="虚空猎杀"
LocHelpText="仅在隐蔽时可用。使用手枪对每个可见的敌人进行射击。命中时减少他们的命中、防御和闪避各15点。同时减少他们的移动性点。消耗2点专注。"
LocLongDescription="仅在隐蔽时可用。使用手枪对每个可见的敌人进行射击。命中时减少他们的命中、防御和闪避各15点。同时减少他们的移动性点。消耗2点专注。使用时不会打破你的隐蔽状态。"
LocPromotionPopupText="<Bullet/> 仅在隐蔽时可用。使用手枪对每个可见的敌人进行射击。命中时减少他们的命中、防御和闪避各15点。同时减少他们的移动性点。消耗2点专注。使用时不会打破你的隐蔽状态。"

[PR_EmbraceTheDarkness X2AbilityTemplate]
LocFriendlyName="拥抱黑暗"
LocHelpText="激活以生成集中值。仅在隐蔽时可用。3回合冷却。"
LocLongDescription="激活以生成集中值。仅在隐蔽时可用。3回合冷却。此外，赋予隐蔽状态。"
LocPromotionPopupText="<Bullet/> 激活以生成集中值。仅在隐蔽时可用。3回合冷却。此外，赋予隐蔽状态。"

[PR_FeedOnTheDamned X2AbilityTemplate]
LocFriendlyName="吞噬诅咒"
LocHelpText="当你使用幽灵子弹或神出鬼没技能击杀目标时，获得1个标准行动点。"
LocLongDescription="当你使用幽灵子弹或神出鬼没技能击杀目标时，获得1个标准行动点。"
LocPromotionPopupText="<Bullet/> 当你使用幽灵子弹或神出鬼没技能击杀目标时，获得1个标准行动点。"

[PR_BitterfrostBlooded X2AbilityTemplate]
LocFriendlyName="寒霜血脉"
LocHelpText="当你对一个被寒冷或冻结效果影响的目标进行标准射击、标准狙击射击或快速射击时，每回合将获得1个标准行动点的返还。"
LocLongDescription="当你对一个被寒冷或冻结效果影响的目标进行标准射击、标准狙击射击或快速射击时，每回合将获得1个标准行动点的返还。"
LocPromotionPopupText="<Bullet/> 当你对一个被寒冷或冻结效果影响的目标进行标准射击、标准狙击射击或快速射击时，每回合将获得1个标准行动点的返还。"

[PR_ShroudedBulwark X2AbilityTemplate]
LocFriendlyName="隐匿壁垒"
LocHelpText="当你使用盾墙时，在附近释放烟雾来保护队友，并提供烟雾手榴弹的效果。"
LocLongDescription="当你使用盾墙时，在附近释放烟雾来保护队友，并提供烟雾手榴弹的效果。将触发大多数烟雾手榴弹给予的加成以及增强烟雾手榴弹的技能。"
LocPromotionPopupText="<Bullet/> 当你使用盾墙时，在附近释放烟雾来保护队友，并提供烟雾手榴弹的效果。将触发大多数烟雾手榴弹给予的加成以及增强烟雾手榴弹的技能。"

[PR_ShroudedBulwarkTrigger X2AbilityTemplate]
LocFriendlyName="隐匿壁垒"
LocHelpText="当你使用盾墙时，在附近释放烟雾来保护队友，并提供烟雾手榴弹的效果。"
LocLongDescription="当你使用盾墙时，在附近释放烟雾来保护队友，并提供烟雾手榴弹的效果。将触发大多数烟雾手榴弹给予的加成以及增强烟雾手榴弹的技能。"
LocPromotionPopupText="<Bullet/> 当你使用盾墙时，在附近释放烟雾来保护队友，并提供烟雾手榴弹的效果。将触发大多数烟雾手榴弹给予的加成以及增强烟雾手榴弹的技能。"

[PR_NullifyingShot X2AbilityTemplate]
LocFriendlyName="无效化射击"
LocHelpText="一种强化的射击，能够削弱敌人，减少他们的命中、暴击、防御、闪避和移动，持续1回合。对灵能单位造成额外伤害。"
LocLongDescription="一种强化的射击，能够削弱敌人，减少他们的命中、暴击、防御、闪避和移动，持续1回合。对灵能单位造成额外伤害。命中/暴击/防御/闪避减少10点，移动减少5点。"
LocPromotionPopupText="<Bullet/> 一种强化的射击，能够削弱敌人，减少他们的命中、暴击、防御、闪避和移动，持续1回合。对灵能单位造成额外伤害。命中/暴击/防御/闪避减少10点，移动减少5点。"

[PR_WitchSlayer X2AbilityTemplate]
LocFriendlyName="猎巫射击"
LocHelpText="一种强化的射击，能够削弱敌人，减少他们的命中、暴击、防御、闪避和移动，持续1回合。对灵能单位造成额外伤害。不会结束回合。造成混乱。"
LocLongDescription="一种强化的射击，能够削弱敌人，减少他们的命中、暴击、防御、闪避和移动，持续1回合。对灵能单位造成额外伤害。命中/暴击/防御/闪避减少10点，移动减少5点。不会结束回合。造成混乱。"
LocPromotionPopupText="<Bullet/> 一种强化的射击，能够削弱敌人，减少他们的命中、暴击、防御、闪避和移动，持续1回合。对灵能单位造成额外伤害。命中/暴击/防御/闪避减少10点，移动减少5点。不会结束回合。造成混乱。"

[PR_EnergyDrain X2AbilityTemplate]
LocFriendlyName="能量吸取"
LocHelpText="当你使用无效化射击或猎巫射击时，获得一个仅限移动的行动点。"
LocLongDescription="当你使用无效化射击或猎巫射击时，获得一个仅限移动的行动点。"
LocPromotionPopupText="<Bullet/> 当你使用无效化射击或猎巫射击时，获得一个仅限移动的行动点。"

[PR_TheRoadIsWhereILead X2AbilityTemplate]
LocFriendlyName="路在脚下"
LocHelpText="赋予+2移动以及跑酷和移动目标能力。"
LocLongDescription="赋予+2移动以及跑酷和移动目标能力。"
LocPromotionPopupText="<Bullet/> 赋予+2移动以及跑酷和移动目标能力。"

[PR_SturdyWalls X2AbilityTemplate]
LocFriendlyName="坚壁防御"
LocHelpText="赋予+2生命值，+1护甲，15闪避，并在处于监视状态时增加20防御。"
LocLongDescription="赋予+2生命值，+1护甲，15闪避，并在处于监视状态时增加20防御。
LocPromotionPopupText="<Bullet/> 赋予+2生命值，+1护甲，15闪避，并在处于监视状态时增加20防御。"

[PR_Embrasure X2AbilityTemplate]
LocFriendlyName="射击孔"
LocHelpText="每回合一次。使用盾墙时，将获得一个监视行动。"
LocLongDescription="每回合一次。使用盾墙时，将获得一个监视行动。"
LocPromotionPopupText="<Bullet/> 每回合一次。使用盾墙时，将获得一个监视行动。 "

[PR_ElectricalSurge X2AbilityTemplate]
LocFriendlyName="电涌"
LocHelpText="一种穿透护甲的射击，能够禁用护盾并减少机器人20点的黑客防御。消耗2发弹药。"
LocLongDescription="一种穿透护甲的射击，能够禁用护盾并减少机器人20点的黑客防御。消耗2发弹药。"
LocPromotionPopupText="<Bullet/> 一种穿透护甲的射击，能够禁用护盾并减少机器人20点的黑客防御。消耗2发弹药。"

[PR_ElectricalStorm X2AbilityTemplate]
LocFriendlyName="电风暴"
LocHelpText="一种不会结束回合的穿透护甲射击，能够禁用护盾并减少机器人20点的黑客防御。消耗2发弹药。"
LocLongDescription="一种不会结束回合的穿透护甲射击，能够禁用护盾并减少机器人20点的黑客防御。消耗2发弹药。"
LocPromotionPopupText="<Bullet/> 一种不会结束回合的穿透护甲射击，能够禁用护盾并减少机器人20点的黑客防御。消耗2发弹药。"

[PR_PowerDown X2AbilityTemplate]
LocFriendlyName="断电"
LocHelpText="电涌和电风暴现在将对被击中的机器人敌人施加巨大的减益。"
LocLongDescription="电涌和电风暴现在将对被击中的机器人敌人施加巨大的减益。减少命中15点，防御10点，闪避10点，暴击率10点，以及移动5点。"
LocPromotionPopupText="<Bullet/> 电涌和电风暴现在将对被击中的机器人敌人施加巨大的减益。减少命中15点，防御10点，闪避10点，暴击率10点，以及移动5点。"

[PR_Zap X2AbilityTemplate]
LocFriendlyName="电击"
LocHelpText="使用电弧发射器对目标进行电击，造成伤害并使被击中的目标混乱。"
LocLongDescription="使用电弧发射器对目标进行电击，造成伤害并使被击中的目标混乱。"
LocPromotionPopupText="<Bullet/> 使用电弧发射器对目标进行电击，造成伤害并使被击中的目标混乱。 \n<Bullet/>与快速电击协同作用"

[PR_ArcLance X2AbilityTemplate]
LocFriendlyName="电弧长矛"
LocHelpText="对一条直线上的所有目标进行电击，造成额外的必定伤害，并使被击中的目标混乱。5回合冷却。"
LocLongDescription="对一条直线上的所有目标进行电击，造成额外的必定伤害，并使被击中的目标混乱。5回合冷却。"
LocPromotionPopupText="<Bullet/> 对一条直线上的所有目标进行电击，造成额外的必定伤害，并使被击中的目标混乱。5回合冷却。 \n<Bullet/>与快速电击协同作用"

[PR_FanZap X2AbilityTemplate]
LocFriendlyName="扇形电击"
LocHelpText="对目标进行3次电击，并使被击中的目标混乱。3回合冷却。"
LocLongDescription="对目标进行3次电击，并使被击中的目标混乱。3回合冷却。"
LocPromotionPopupText="<Bullet/> 对目标进行3次电击，并使被击中的目标混乱。3回合冷却。 \n<Bullet/>与快速电击协同作用"

[PR_FaceZap X2AbilityTemplate]
LocFriendlyName="对峙电击"
LocHelpText="对视线内的所有敌方目标进行电击，并使被击中的目标混乱。4回合冷却。"
LocLongDescription="对视线内的所有敌方目标进行电击，并使被击中的目标混乱。4回合冷却。"
LocPromotionPopupText="<Bullet/> 对视线内的所有敌方目标进行电击，并使被击中的目标混乱。4回合冷却。 \n<Bullet/>与快速电击协同作用"

[PR_Zapslinger X2AbilityTemplate]
LocFriendlyName="电击射手"
LocHelpText="激活后，对移动或攻击范围内6个方格内的任何目标进行反应性电击。5回合冷却。必定命中。不会造成混乱。"
LocLongDescription="激活后，对移动或攻击范围内6个方格内的任何目标使用电弧发射器进行反应性攻击。5回合冷却。必定命中。不会造成混乱。"
LocPromotionPopupText="<Bullet/> 激活后，对移动或攻击范围内6个方格内的任何目标使用电弧发射器进行反应性攻击。5回合冷却。必定命中。不会造成混乱。 \n<Bullet/>与快速电击协同作用"

[PR_ZapslingerShot X2AbilityTemplate]
LocFriendlyName="电击射手射击"
LocHelpText="激活后，对移动或攻击范围内6个方格内的任何目标进行反应性电击。5回合冷却。必定命中。不会造成混乱。"
LocLongDescription="激活后，对移动或攻击范围内6个方格内的任何目标使用电弧发射器进行反应性攻击。5回合冷却。必定命中。不会造成混乱。"
LocPromotionPopupText="<Bullet/> 激活后，对移动或攻击范围内6个方格内的任何目标使用电弧发射器进行反应性攻击。5回合冷却。必定命中。不会造成混乱。"

[PR_ZappingHands X2AbilityTemplate]
LocFriendlyName="自由电击"
LocHelpText="以自由动作对目标进行电击，并使被击中的目标混乱。4回合冷却。"
LocLongDescription="以自由动作使用电弧发射器对目标进行攻击，并使被击中的目标混乱。4回合冷却。"
LocPromotionPopupText="<Bullet/> 以自由动作使用电弧发射器对目标进行攻击，并使被击中的目标混乱。4回合冷却。"

[PR_FinestControl X2AbilityTemplate]
LocFriendlyName="精准控制"
LocHelpText="不再用火焰或爆炸物破坏尸体，也不会用火焰喷射器伤害你的队友。队友仍可能受到你造成的地面火灾影响。"
LocLongDescription="不再用火焰或爆炸物破坏尸体，也不会用火焰喷射器伤害你的队友。队友仍可能受到你造成的地面火灾影响。"
LocPromotionPopupText="<Bullet/> 不再用火焰或爆炸物破坏尸体，也不会用火焰喷射器伤害你的队友。队友仍可能受到你造成的地面火灾影响。"

[PR_ArsonWatch X2AbilityTemplate]
LocFriendlyName="纵火监视"
LocHelpText="选择一个锥形区域。敌人移动或在该区域攻击时，你会进行一次反应性的化学喷射器攻击。即使你处于隐蔽状态，这次攻击也会触发并打破隐蔽。攻击会命中目标附近的敌人。这次攻击不被视为反应性攻击。"
LocLongDescription="选择一个锥形区域。敌人移动或在该区域攻击时，你会进行一次反应性的化学喷射器攻击。即使你处于隐蔽状态，这次攻击也会触发并打破隐蔽。攻击会命中目标附近的敌人。这次攻击不被视为反应性攻击。"
LocPromotionPopupText="<Bullet/> 选择一个锥形区域。敌人移动或在该区域攻击时，你会进行一次反应性的化学喷射器攻击。即使你处于隐蔽状态，这次攻击也会触发并打破隐蔽。这次攻击不被视为反应性攻击。 \n<Bullet/>尽管不是反应性攻击，哨兵和快速反应技能仍会增强这次攻击。"

[PR_ArsonWatchShot X2AbilityTemplate]
LocFriendlyName="纵火监视射击"
LocHelpText="选择一个锥形区域。敌人移动或在该区域攻击时，你会进行一次反应性的化学喷射器攻击。即使你处于隐蔽状态，这次攻击也会触发并打破隐蔽。攻击会命中目标附近的敌人。这次攻击不被视为反应性攻击。"
LocLongDescription="选择一个锥形区域。敌人移动或在该区域攻击时，你会进行一次反应性的化学喷射器攻击。即使你处于隐蔽状态，这次攻击也会触发并打破隐蔽。攻击会命中目标附近的敌人。这次攻击不被视为反应性攻击。"
LocPromotionPopupText="<Bullet/> 选择一个锥形区域。敌人移动或在该区域攻击时，你会进行一次反应性的化学喷射器攻击。即使你处于隐蔽状态，这次攻击也会触发并打破隐蔽。这次攻击不被视为反应性攻击。 \n<Bullet/>尽管不是反应性攻击，哨兵和快速反应技能仍会增强这次攻击。"

[PR_IntentToMurder X2AbilityTemplate]
LocFriendlyName="谋杀意图"
LocHelpText="利用你的杀意获得2个标准行动点。使用需要2个行动，但不会消耗这些行动。"
LocLongDescription="利用你的杀意获得2个标准行动点。使用需要2个行动，但不会消耗这些行动。 <Ability:SelfCooldown/> 回合冷却。"
LocPromotionPopupText="<Bullet/> 利用你的杀意获得2个标准行动点。使用需要2个行动，但不会消耗这些行动。 <Ability:SelfCooldown/> 回合冷却。"

[PR_Execute X2AbilityTemplate]
LocFriendlyName="处决"
LocHelpText="射击一个目标。如果造成致命伤害，将返还消耗的行动点。"
LocLongDescription="射击一个目标。如果造成致命伤害，将返还消耗的行动点。<Ability:SelfCooldown/> 回合冷却。"
LocPromotionPopupText="<Bullet/> 射击一个目标。如果造成致命伤害，将返还消耗的行动点。 <Ability:SelfCooldown/> 回合冷却。"

[PR_SerialKiller X2AbilityTemplate]
LocFriendlyName="连环杀手"
LocHelpText="处决和断头台的冷却时间减少2回合。"
LocLongDescription="处决和断头台的冷却时间减少2回合。"
LocPromotionPopupText="<Bullet/> 处决和断头台的冷却时间减少2回合。"

[PR_ProfessionalKiller X2AbilityTemplate]
LocFriendlyName="职业杀手"
LocHelpText="根据武器等级，你的主武器造成额外1/1/2/2/3点伤害和1/1/2/2/3点穿甲。"
LocLongDescription="根据武器等级，你的主武器造成额外1/1/2/2/3点伤害和1/1/2/2/3点穿甲。"
LocPromotionPopupText="<Bullet/> 根据武器等级，你的主武器造成额外1/1/2/2/3点伤害和1/1/2/2/3点穿甲。"

[PR_ProfessionalKillerDamage X2AbilityTemplate]
LocFriendlyName="职业杀手伤害"
LocHelpText="根据武器等级，你的主武器造成额外1/1/2/2/3点伤害和1/1/2/2/3点穿甲。"
LocLongDescription="根据武器等级，你的主武器造成额外1/1/2/2/3点伤害和1/1/2/2/3点穿甲。"
LocPromotionPopupText="<Bullet/> 根据武器等级，你的主武器造成额外1/1/2/2/3点伤害和1/1/2/2/3点穿甲。"

[PR_DemolitionBlast X2AbilityTemplate]
LocFriendlyName="爆破冲击"
LocHelpText="对一个小范围内目标敌人进行远程攻击。造成大量环境伤害。"
LocLongDescription="对一个小范围内目标敌人进行远程攻击。造成大量环境伤害。在较低武器等级时伤害减少，减少值为-2/-2/-1/-1/0。"
LocPromotionPopupText="<Bullet/> 对一个小范围内目标敌人进行远程攻击。造成大量环境伤害。在较低武器等级时伤害减少，减少值为-2/-2/-1/-1/0。"

[PR_DemolitionBurst X2AbilityTemplate]
LocFriendlyName="爆破爆发"
LocHelpText="爆破冲击现在不结束回合。"
LocLongDescription="爆破冲击现在不结束回合。"
LocPromotionPopupText="<Bullet/> 爆破冲击现在不结束回合。"

[PR_AdvancedBlasting X2AbilityTemplate]
LocFriendlyName="高级爆破"
LocHelpText="爆破冲击的范围现在增加2。"
LocLongDescription="爆破冲击的范围现在增加2。"
LocPromotionPopupText="<Bullet/> 爆破冲击的范围现在增加2。"

[PR_RupturingShrapnel X2AbilityTemplate]
LocFriendlyName="裂片破裂"
LocHelpText="爆破冲击现在会对命中目标施加2回合的流血和2点破裂效果。"
LocLongDescription="爆破冲击现在会对命中目标施加2回合的流血和2点破裂效果。"
LocPromotionPopupText="<Bullet/> 爆破冲击现在会对命中目标施加2回合的流血和2点破裂效果。"

[PR_ExplosiveRounds X2AbilityTemplate]
LocFriendlyName="爆炸弹头"
LocHelpText="根据武器等级，为你的主武器提供逐渐增加的撕裂和穿甲效果。"
LocLongDescription="根据武器等级，为你的主武器提供逐渐增加的撕裂和穿甲效果。"
LocPromotionPopupText="<Bullet/> 根据武器等级，为你的主武器提供逐渐增加的撕裂和穿甲效果。"

[PR_Slugger X2AbilityTemplate]
LocFriendlyName="击球手"
LocLongDescription="抵消<font color='#e60831'>霰弹枪</font>的远距离命中惩罚。"
LocHelpText="抵消<font color='#e60831'>霰弹枪</font>的远距离命中惩罚。"
LocFlyOverText="击球手"
LocPromotionPopupText="抵消<font color='#e60831'>霰弹枪</font>的远距离命中惩罚。"

[PR_DroneMK1 X2CharacterTemplate]
strCharacterName="已部署无人机 MK1"

[PR_DroneMK2 X2CharacterTemplate]
strCharacterName="已部署无人机 MK2"

[PR_DroneMK3 X2CharacterTemplate]
strCharacterName="已部署无人机 MK3"

[PR_ResistanceMecMK1 X2CharacterTemplate]
strCharacterName="已部署反抗军MECMK1"

[PR_ResistanceMecMK2 X2CharacterTemplate]
strCharacterName="已部署反抗军MECMK2"

[PR_ResistanceMecMK3 X2CharacterTemplate]
strCharacterName="已部署反抗军MECMK3"

[PR_DroneBeamMK1_WPN X2WeaponTemplate]
FriendlyName="无人机射线 MK1"

[PR_DroneBeamMK2_WPN X2WeaponTemplate]
FriendlyName="无人机射线 MK2"

[PR_DroneBeamMK3_WPN X2WeaponTemplate]
FriendlyName="无人机射线 MK3"

[PR_DroneRepairBeamMK1_WPN X2WeaponTemplate]
FriendlyName="无人机维修 MK1"

[PR_DroneRepairBeamMK2_WPN X2WeaponTemplate]
FriendlyName="无人机维修 MK2"

[PR_DroneRepairBeamMK3_WPN X2WeaponTemplate]
FriendlyName="无人机维修 MK3"

[PR_ResistanceMec_Cannon_MK1_WPN X2WeaponTemplate]
FriendlyName="反抗军MEC炮 MK1"

[PR_ResistanceMec_Cannon_MK2_WPN X2WeaponTemplate]
FriendlyName="反抗军MEC炮 MK2"

[PR_ResistanceMec_Cannon_MK3_WPN X2WeaponTemplate]
FriendlyName="反抗军MEC炮 MK3"


[PR_ResistanceMec_Launcher_MK1_WPN X2WeaponTemplate]
FriendlyName="反抗军MEC发射器 MK1"

[PR_ResistanceMec_Launcher_MK2_WPN X2WeaponTemplate]
FriendlyName="反抗军MEC发射器 MK2"

[PR_ResistanceMec_Launcher_MK3_WPN X2WeaponTemplate]
FriendlyName="反抗军MEC发射器 MK3"

[CombatStimsEffect X2Effect]
LocCombatDrugsEffect="战斗药物"
LocCombatDrugsEffectDescription="这种烟雾效果是由使用战斗药物的单位产生的，提供 +<Ability:COMBATDRUGS_AIM/> 命中和 +<Ability:COMBATDRUGS_CRIT/> 暴击率加成。"

[CombatDrugsEffect X2Effect]
CombatDrugsName="战斗药物"
CombatDrugsDescription="一种快速作用的兴奋剂，提供命中和意志的加成。"

[PetRockPerkPack_Perks]
PowerDownPenaltyName="力量下降"
PowerDownPenaltyText="该单位有 -15 命中，-10 防御，-10 闪避，-10 暴击率，-5 移动惩罚。"

CombatDrugsName="战斗药物"
CombatDrugsDescription="一种快速作用的兴奋剂，提供命中和意志的加成。"

LocCombatDrugsEffect="战斗药物"
LocCombatDrugsEffectDescription="这个烟雾效果由使用战斗药物的单位创造，提供 +<Ability:COMBATDRUGS_AIM/> 命中和 +<Ability:COMBATDRUGS_CRIT/> 暴击率加成。"